Repository: Nyasami/Ksign
Catalog: Ksign/Resources/Localizable.xcstrings
Source language: en
Languages: de, es

source: %lld Days
de: %lld Tage
es: %lld Días

# %lld item%@
source: %1$lld item%2$@
de: %1$lld Objekt%2$@
es: %1$lld Elemento%2$@

source: %lld required system dylibs not shown
de: %lld Benötigte System-dylibs nicht angezeigt
es: %lld dylibs del sistema no se mostraron

source: %lld Sources
de: %lld Quellen
es: %lld Fuentes

source: 💜 This couldn't of been done without my sponsors!
de: 💜 Dies hätte nie ohne meinen Sponsoren erreicht werden können!
es: 💜 ¡Esto no se hubiera podido hacer sin mis patrocinadores!

source: About
de: Über KSign
es: Acerca de

source: About the original Feather
de: Über das originale Feather Projekt
es: Acerca de Feather (original)

source: Add
de: Wähle aus Fotos
es: Añadir

source: Add Download
de: Download Hinzufügen
es: Añadir descarga

source: Add Source
de: Quelle Hinzufügen
es: Añadir fuente

source: Added Tweaks
de: Tweaks Hinzugefügt
es: Tweaks añadidos

source: Adhoc Signing
de: Adhoc Signieren
es: Firmar con Adhoc

source: Advanced
de: Erweitert
es: Opciones avanzadas

source: Alert
de: Warnung
es: Alerta

source: All
de: Alles
es: Todos

source: All of Ksign files are contained in the documents directory, here are some quick links to these.
de: Alle der Ksign-Dateien werden in dem Dokumenten-Ordner aufbewahrt. Hier sind ein paar Schnellverzeichnisse zu diesen.
es: Todos los archivos de Ksign están contenidos en los documentos de tu iPhone, aquí están algunos enlaces rápidos a estos.

source: All Repositories
de: Alle Quellen
es: Todos los Repositorios

source: An awesome application
de: Eine tolle App
es: Una aplicación asombrosa

source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Se produjo un error desconocido

source: App Features
de: App-Funktionen
es: Funciones de la aplicación

source: Appearance
de: Erscheinungsbild
es: Apariencia

source: Archive & Extraction
de: Archive und Extrahierung
es: Archivo y extracción

source: Available Tweaks
de: Verfügbare Tweaks
es: Ajustes disponibles

source: Bad Password
de: Falsches Passwort
es: Contraseña Mala

source: Big Description
de: Große Beschreibung
es: Descripción Grande

source: Cancel
de: Abbrechen
es: Cancelar

source: Certificate
de: Zertifikat
es: Certificado

source: Certificates
de: Zertifikate
es: Certificados

source: Change
de: Ändern
es: Cambiar

source: Choose an action
de: Wähle eine Aktion
es: Seleccionar una acción

source: Choose from Files
de: Wähle aus Dateien
es: Elegir de archivos

source: Choose from Photos
de: Wähle aus Fotos
es: Elegir de las Fotos

source: Choose which library to use for extracting archives. ZIPFoundation is recommended for large files or when Zip is not working.
de: Wähle welche library zum extrahieren von Archiven benutzt werden soll. ZIPFoundation wird für große Dateien empfohlen oder als alternative, falls Zip nicht funktioniert.
es: Elige qué biblioteca usar para extraer archivos. ZIPFoundation se recomienda para archivos grandes o cuando Zip no funciona.

source: Close
de: Schließen
es: Cerrar

source: Compression Level
de: Kompressionslevel
es: Nivel de Compresión

source: Copy
de: Kopieren
es: Copiar

source: Create
de: Erstellen
es: Crear

source: Customization
de: Personalisierung
es: Personalización

source: Date
de: Datum
es: Fecha

source: Date Added
de: Hinzugefügt am
es: Fecha añadida

source: Default
de: Standard
es: Predeterminado

source: Delete
de: Löschen
es: Eliminar

source: Discard
de: Verwerfen
es: Descartar

source: Dismiss
de: Ignorieren
es: Omitir

source: Display Names
de: Anzeigenamen
es: Mostrar Nombres

source: Donate
de: Spenden
es: Donar

source: Donations
de: Spenden
es: Donaciones

source: Done
de: Fertig
es: Listo

source: Download StosVPN
de: Lade StosVPN Herunter
es: Descargar StosVPN

source: Downloaded Apps
de: Heruntergeladene Apps
es: Aplicaciones descargadas

source: Edit
de: Bearbeiten
es: Editar

source: Edit Value
de: Wert Bearbeiten
es: Editar valor

source: Edit value for key: %@
de: Wert für key %@ bearbeiten
es: Editar valor para clave: %@

source: Empty Property List
de: Leere Property-Liste
es: Lista de Propiedades Vacía

source: Enabling any protection will append a random string to the bundleidentifiers of the apps you sign, this is to ensure your Apple ID does not get flagged by Apple. However, when using a signing service you can ignore this.
de: Wenn du irgendeinen Schutz aktivierst, wird ein zufälliger String an das Ende von den Bundleidentifier hinzugefügt, sodass deine Apple ID nicht von Apple markiert wird. Wenn du allerdings einen Signaturservice benutzt, kannst du dies ignorieren.
es: Habilitar cualquier protección añadirá una cadena aleatoria a los identificadores de paquetes de las aplicaciones que firmes, esto es para asegurar que tu ID de Apple no sea marcada por Apple. Sin embargo, al usar un servicio de firma puede ignorar esto.

source: Enter a name for the new folder
de: Gebe einen Namen für den neuen Ordner ein
es: Introduce un nombre para la nueva carpeta

source: Enter a new name
de: Gebe einen neuen Namen ein
es: Introduce un nombre nuevo

source: Enter a URL to start validation.
de: Geve eine URL ein um Validierung zu starten.
es: Introduce una URL para iniciar la validación.

source: Enter Certificate Password
de: Gebe das Zertifikatpasswort ein
es: Introduce la contraseña del certificado

source: Enter Password
de: Gebe ein Passwort ein
es: Introduce la contraseña

source: Enter the password associated with the private key. Leave it blank if theres no password required.
de: Gebe das Passwort, was mit dem Privaten Key assoziiert wird ein. Lasse dies frei, falls kein Passwort benötigt wird.
es: Introduce la contraseña asociada con la clave privada. Déjelo en blanco si no se requiere contraseña.

source: Enter the password for the certificate. Leave it blank if no password is required.
de: Gebe das Passwort für das Zertifikat ein. Lasse dies frei, falls kein Passwort benötigt wird.
es: Introduce la contraseña para el certificado. Déjelo en blanco si no se requiere contraseña.

source: Enter the URL of the website containing the IPA file
de: Gebe die URL der Website ein, die die IPA-Datei enthält
es: Introduce la URL del sitio web que contiene el archivo IPA

source: Enter Website URL
de: Gebe eine Website URL ein
es: Ingrese la URL del sitio web

source: Entitlements
de: Berechtigungen
es: Autorizaciones

source: Error
de: Fehler

source: Error extracting archive: %@
de: Fehler bei der extrahierung des archives %@
es: Error al extraer el archivo: %@

source: Error: %@
de: Fehler: %@

source: Executable
de: Ausführbar
es: Ejecutable

source: Existing Dylibs
de: Existierende Dylibs
es: Dylibs existentes

source: Expired
de: Abgelaufen
es: Expirado

source: Expires
de: Läuft ab
es: Expira

source: Export
de: Exportieren
es: Exportar

source: Export to Files App
de: Nach Dateien exportieren
es: Exportar a Archivos

source: Extract
de: Extrahieren
es: Extraer

source: Extracting %lld%%
de: Extrahiere %lld%%
es: Extrayendo %lld%%

source: Extraction Library
de: Extrahierungs Library
es: Biblioteca de extracción

source: Failed to download, check your internet connection and try again.
de: Fehler beim Herunterladen. Bitte überprüfe deine Internetverbindung und probiere es erneut.
es: Error al descargar, comprueba tu conexión a internet e inténtalo de nuevo.

source: Failed to import to Library: %@
de: Fehler %@ beim Importieren in die Mediathek
es: Error al importar a la biblioteca: %@

source: Features
de: Funktionen
es: Funciones

source: File extracted successfully
de: Dateien erfolgreich Extrahiert
es: Archivo extraído correctamente

source: File import error: %@
de: Fehler beim Importieren der Datei: %@
es: Error al importar archivo: %@

source: File name
de: Dateiname
es: Nombre de archivo

source: File Sharing
de: Dateisharing
es: Compartiendo archivos

source: Files
de: Dateien
es: Archivos

source: Filter by
de: Sortiere nach
es: Filtrar por

source: Folder name
de: Ordnername
es: Nombre de carpeta

source: Force Localize
de: Lokalisierung Erzwingen
es: Forzar localización

source: Frameworks & PlugIns
de: Frameworks und Plugins
es: Marcos y complementos

source: Fully Local
de: Völlig Lokal
es: Completamente local

source: General
de: Allgemein

source: Get
de: Hole
es: Obtener

source: Get access to our secret Discord by donating, where we talk about future updates, betas, and potential ways to make your experience better.
de: Kriege Zugriff auf unserem geheimen Discord Server indem du spendest. Dort reden wir über zukünftige Updates, Betas und potentielle Wege, um die allgemeine Benutzererfahrung zu verbessern.
es: Obtén acceso a nuestro Discord secreto donando, donde hablamos de futuras actualizaciones, betas y posibles maneras de mejorar tu experiencia.

source: Get Info
de: Hole Informationen
es: Obtener información

source: Get started by importing your first IPA files.
de: Starte, indem du deine erste IPA-Datei importierst.
es: Comienza importando tus primeros archivos IPA.

source: Go
de: Los
es: Ir

source: Heartbeat
de: Herzschlag

source: Help
de: Hilfe
es: Ayuda

source: Hex Editor
de: Hex-Bearbeitungsprogramm
es: Editor Hex

source: Hidden
de: Versteckt
es: Oculto

source: Identifers
de: Identifiers
es: Identificadores

source: Import
de: Importieren
es: Importar

source: Import Certificate
de: Importiere Zertifikat
es: Importar certificado

# Import Certificate File
source: Import Certificate File (.p12)
de: Importiere Zertifikat-Date (im *.p12-Format)
es: Importar archivo certificado (.p12)

source: Import Files
de: Importiere Dateien
es: Importar Archivos

source: Import from Files
de: Importiere aus Dateien
es: Importar desde Archivos

source: Import from URL
de: Importiere von URL
es: Importar desde URL

source: Import Pairing File
de: Importiere Pairing-Datei
es: Importar archivo de emparejamiento

source: Import Provisioning File
de: Importiere Provisioning-Datei
es: Importar Archivo de Aprovisionamiento

source: Import to Library
de: Importiere in die Mediathek
es: Importar a la biblioteca

source: Imported
de: Importiert
es: Importado

source: Importing %lld%%
de: Importiere %lld%%
es: Importando %lld%%

source: Install
de: Installiere
es: Instalar

source: Installation Type
de: Installationstyp
es: Tipo de instalación

source: iPad Fullscreen
de: iPad-Vollbild
es: Pantalla completa de iPad

source: iTunes File Sharing
de: iTunes Dateisharing
es: compartir archivos con iTunes

source: Keep app running in background
de: App weiterhin im Hintergrund laufen lassen
es: Mantener la aplicación funcionando en segundo plano

source: Library
de: Mediathek
es: Biblioteca

source: Library Cell Appearance
de: Mediathek-Erscheinungsbild
es: Apariencia de celda de la biblioteca

source: Loading file...
de: Lade Datei...
es: Cargando archivo...

source: Loading plist...
de: Lade plist...
es: Cargando plist...

source: Minimum Requirement
de: Mindestanforderung
es: Requisitos mínimos

source: Misc
de: Andere
es: Misceláneo

source: Modify
de: Modifizieren
es: Modificar

source: Move
de: Bewegen
es: Mover

source: New
de: Neu
es: Nuevo

source: New Certificate
de: Neues Zertifikat
es: Nuevo certificado

source: New Folder
de: Neuer Ordner
es: Nueva Carpeta

source: New Text File
de: Neue Textdatei
es: Nuevo Archivo de Texto

source: Next
de: Weiter
es: Siguiente

source: Nickname (Optional)
de: Spitzname (Optional)
es: Apodo (opcional)

source: No Apps
de: Keine Apps
es: Sin aplicaciones

source: No Certificate
de: Kein Zertifikat
es: Sin certificado

source: No downloaded IPAs
de: Keine Heruntergeladenen IPA-Dateien
es: No hay IPAs descargadas

source: No file selected
de: Keine Datei ausgewählt
es: No hay archivo seleccionado

source: No pairing file found, please import it.
de: Keine Pairing-Datei gefunden, bitte Importiere diese.
es: No se ha encontrado ningún archivo de emparejamiento, por favor importarlo.

source: Only use localhost address
de: Benutze nur die Localhost-adresse
es: Usar sólo la dirección localhost

source: Open
de: Öffne
es: Abrir

source: Open Archives
de: Öffne Archive
es: Abrir Archivos

source: Open Certificates
de: Öffne Zertifikate
es: Abrir Certificados

source: Open Documents
de: Öffne Dokumente
es: Abrir Documentos

source: Open in Files
de: Öffne in Dateien
es: Abrir en Archivos

source: Package as IPA
de: Als IPA-Datei verpacken
es: Empaquetar como IPA

source: Pairing File Guide
de: Pairing-Datei Guide
es: Guía de archivo de emparejamiento

source: Password
de: Passwort
es: Contraseña

source: Password (leave empty if none)
de: Passwort (lasse dies frei, falls es keines gibt)
es: Contraseña (dejar vacío si no hay ninguna)

source: Pill
de: Pille
es: Comprimido

source: Platform
de: Plattform
es: Plataforma

source: Please check the password and try again.
de: Bitte überprüfe das Passwort und versuche es erneut.
es: Por favor, comprueba la contraseña e inténtalo de nuevo.

source: Please go to settings and import a valid certificate
de: Bitte gehe zu den Einstellungen und Importiere ein gültiges Zertifikat
es: Por favor, ve a la configuración e importa un certificado válido

source: Plist Editor
de: Plist Fehler
es: Editor de plist

source: PPQ Protection
de: PPQ-Schutz
es: Protección PPQ

source: Preview
de: Vorschau
es: Vista Previa

source: Previous Versions
de: Frühere Versionen
es: Versiones Previas

source: Properties
de: Eigenschaften
es: Propiedades

source: Protection
de: Schutz
es: Protección

source: Provision All Devices
de: Provisioniere Alle Geräte
es: Provisión de todos los dispositivos

source: Provisioned Devices
de: Provisionierte Geräte
es: Dispositivos provistos

source: Re-sign
de: Erneut Signieren
es: Volver a firmar

source: Removal
de: Entfernung
es: Eliminar

source: Remove annoying alerts like these after getting beta access!
de: Entferne nervige Warnungen wie diese, nachdem du Beta-Zugriff bekommst!
es: ¡Elimina alertas molestas como estás después de obtener acceso beta!

source: Remove Provisioning
de: Entferne Provisioning
es: Eliminar Aprovisionamiento

source: Remove Supported Devices
de: Entferne Unterstützte Geräte
es: Eliminar dispositivos compatibles

source: Remove this Alert
de: Entferne diese Warnung
es: Eliminar esta alerta

source: Remove URL Scheme
de: Entferne URL-Scheme
es: Eliminar esquema de URL

source: Remove Watch Placeholder
de: Entferne Watch Platzhalter
es: Eliminar marcador de reloj

source: Rename
de: Umbennenen
es: Renombrar

source: Rename File
de: Datei umbenennen
es: Renombrar Archivo

source: Replacement
de: Ersatz
es: Reemplazo

source: Reset
de: Zurücksetzen
es: Reinciar

source: Restart Heartbeat
de: Herzschlag Neustarten
es: Reiniciar Heartbeat

source: Restart Required
de: Neustart erforderlich
es: Es necesario reiniciar

source: Save
de: Speichern
es: Guardar

source: Search hex or ASCII
de: Suche HEX oder ASCII
es: Buscar hex o ASCII

source: See all apps from your sources
de: Siehe alle Apps aus deinen Quellen
es: Ver todas las aplicaciones de tus fuentes

source: Seems like you've gotten your hands on your pairing file!
de: Sieht so aus, als ob du deine Pairing-Datei geholt hast!
es: ¡Parece que ya tienes las manos en tu archivo de emparejamiento!

source: Select All
de: Alles auswählen
es: Seleccionar Todo

source: Select Alternative Icon
de: Wähle alternatives Icon
es: Seleccionar icono alternativo

source: Select entitlements file
de: Wähle Berechtigungen Datei
es: Seleccionar archivo de derechos

source: Semi Local
de: Seni-Lokal

source: Server & SSL
de: Server und SSL
es: Servidor y SSL

source: Settings
de: Einstellung
es: Ajustes

source: Share
de: Teilen
es: Compartir

source: Show patch notes
de: Zeige Patch-Notes
es: Mostrar notas del parche

source: Show Sheet when Exporting
de: Zeige sheet bei der Exportierung
es: Mostrar hoja al exportar

source: Show Your Support
de: Zeige deine Unterstützung
es: Muestra tu apoyo

source: Show your support by donating! If you're unable to donate, spreading the word works too!
de: Zeige deine Unterstützung, indem du spendest! Falls du nicht spenden kannst, reicht die Verbreitung des Wortes ebenfalls!
es: ¡Muestra tu apoyo donando! ¡Si no puedes donar, difundiendo la palabra también funciona!

source: Sign
de: Signieren
es: Firmar

source: Sign & Install
de: Signieren und Installieren
es: Firmar e instalar

source: Signed
de: Signiert
es: Firmado

source: Signed Apps
de: Signierte Apps
es: Aplicaciones Firmadas

source: Signing
de: Signiere
es: Firmando

source: Signing Options
de: Signieroptionen
es: Opciones de firmado

source: Source Repo URL
de: Quell-Repo-URL
es: URL del repositorio de fuente

source: Sources
de: Quellen
es: Fuentes

source: Sponsors
de: Sponsoren
es: Patrocinadores

source: SSL Certificates
de: SSL-Zertifikat
es: Certificados SSL

source: Start Signing
de: Signiere
es: Comenzar a firmar

source: Store Cell Appearance
de: Store Erscheinungsbild
es: Apariencia de celda

source: String representation:
de: String Repräsentierung:
es: Representación de la cadena:

source: Submit Feedback
de: Feedback Senden
es: Enviar comentario

source: Success
de: Erfolg
es: Correctamente realizado

source: Successfully imported %@ to Library
de: %@ Wurde erfolgreich in die Mediathek Importiert
es: Importado con éxito %@ a la biblioteca

# Successfully packaged %@ as %@
source: Successfully packaged %1$@ as %2$@
de: %1$@ Wurde erfolgreich als %2$@ verpackt
es: %1$@ empaquetado correctamente como %2$@

source: Supports importing from KravaSign/MapleSign and ESign
de: Unterstützt die Importierung von KravaSign/MapleSign und ESign
es: Soporta importación desde Kravaign/MapleSign y ESign

source: Text Editor
de: Text Bearbeitungsprogramm
es: Editor de texto

source: The heartbeat is activated in the background, it will restart when the app is re-opened or prompted. If the status below is pulsing, that means its healthy.
de: Der Herzschlag ist im Hintergrund aktiviert. Er startet neu, wenn die App erneut geöffnet wird. Wenn der Status unten pulsiert, heißt das, dass der Herzschlag gesund ist.
es: El Heartbeat se activa en segundo plano, se reiniciará cuando la aplicación se vuelva a abrir o se solicite. Si el estado siguiente está pulsando, eso significa que es saludable.

source: These changes require a restart of the app
de: Diese Änderungen benötigen einen Neustart der App
es: Estos cambios requieren reiniciar la aplicación

source: This property list contains no items
de: Diese Plist beinhaltet keine Elemente
es: Esta lista de propiedades no contiene artículos

source: This will keep the app running even when you close it, helpful with download or installing ipa.
de: Dies wird die App weiter laufen lassen, sogar wenn du Sie schließt.
es: Esto mantendrá la aplicación funcionando incluso cuando la cierras, de ayuda con la descarga o la instalación de ipa.

source: Toggling show sheet will present a share sheet after exporting to your files.
de: Das An-/Aus -Machen von zeige Sheet, wird ein Share Sheet nach der Exportierung anzeigen.
es: Al activar la hoja de series se mostrará una hoja de compartir después de exportar a sus archivos.

source: Tunnel & Pairing
de: Tunnel und Pairing
es: Túnel y emparejamiento

source: Unknown
de: Unbekannt
es: Desconocido

source: Unsaved Changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar

source: Update SSL Certificates
de: Aktualisiere SLL Zertifikate
es: Actualizar certificados SSL

source: Use last copied location
de: Benutze den zuletzt kopierte Ort
es: Usar última ubicación copiada

source: Value
de: Wert
es: Valor

source: View Entitlements
de: Zeige Berechtigungen
es: Ver derechos

source: View Mode
de: Zeige Modus
es: Modo de Vista

source: Visit Patreon
de: Besuche Patreon
es: Visitar Patreon

source: Visit Website
de: Besuche die Website
es: Visite el sitio web

source: Whether to remember the last location where a file was copied/moved to or use Ksign's documents folder as default.
de: Ob KSign sich an den Ort, an dem eine Datei zuletzt Bewegt/Kopiert wurde erinnern soll, oder ob der Standard Dokumenten Ordner benutzt werden soll.
es: Recordar la última ubicación en la que un archivo fue copiado/movido o usar la carpeta de documentos de Ksign.

source: Whoops!, something went wrong when extracting the file. Maybe try switching the extraction library in the settings?
de: Ups! Etwas ist bei der extrahierung der Datei schiefgelaufen! Versuche vielleicht die Extrahierungs-Library in den Einstellungen zu ändern?
es: ¡Vaya!, algo salió mal al extraer el archivo. ¿Tal vez intente cambiar la librería de extracción en los ajustes?

source: You have unsaved changes. Do you want to save them before closing?
de: Du hast ungespeicherte Änderungen. Möchtest du diese speichern?
es: Tienes cambios sin guardar, ¿Quieres guardarlos antes de salir?

source: Alternative Icons
es: Iconos alternativos

source: AppID Name
es: Nombre de AppID

source: Bundle
es: Paquete

source: Credits
es: Créditos

source: Frameworks
es: Marcos

source: GitHub Repository
es: Repositorio de GitHub

source: Identifier
es: Identificador

source: Identifier Prefix
es: Identificador Prefix

source: Info
es: Información

source: Key
es: Clave

source: Logs
es: Registros

source: Name
es: Nombre

source: Repositories
es: Repositorios

source: Root Dictionary
es: Diccionario de raíz

source: Standard
es: Estándar

source: String
es: Cadena de texto

source: Team Identifiers
es: Identificadores de equipo

source: Team Name
es: Nombre del equipo

source: Tweaks
es: Ajustes

source: Version
es: Versión
